---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.PolylineSegments
source: html/d8a4fc28-5c2c-65c5-cea1-858ab7271e2d.htm
---
# PolylineSegments Members

Releases all resources used by the PolylineSegments